import React from "react";
import styles from "./AboutRelocation.module.scss";

const AboutRelocation = () => {
  const [toggle, setTooge] = React.useState();
  return (
    <div className={styles.wrapper}>
      <div className={styles.sectionProgram}>
        <button className={styles.btnPrograming}>Програма релокації підприємства</button>
        {toggle && <div className={styles.text}>asdasdasdasd</div>}
        <button className={styles.btnHelp}>Допомога бізнесу</button>
      </div>
      {/* <h2 className={styles.title}>Програма релокації підприємств</h2>
      <br />
      <p className={styles.text}>
        Міністерство економіки України запустило програму з релокації
        українських виробництв,{" "}
        <b>
          що наближені або знаходяться у зоні бойових дій, в безпечні регіони
          Центральної та Західної України.
        </b>
        Підприємствам, що планують переміститись, надається допомога в
        перевезенні обладнання та працівників до місця тимчасового переміщення,
        допомога у підборі локацій для їх виробничих потужностей, перевезенні та
        розселенні персоналу, пошуку нових працівників. Програмою релокації може
        скористатися будь-який бізнес, що перебуває в зоні ризику через бойові
        дії. Йдеться не лише про великі виробництва, але й малі підприємства, де
        працюють кілька десятків людей.
      </p>
      <p className={styles.text}>
        Спершу компанії необхідно заповнити заявку на участь у програмі за
        посиланням:{" "}
        <a
          className={styles.link}
          href="https://www.me.gov.ua/News/Detail?lang=uk-UA&id=e4f18282-77af-4fdf-8134-ce4403d711f0&title=ProgramaRelokatsiiPidprimstv-SchoPotribnoZnatiBiznesu"
        >
          https://cutt.ly/HFtpUHt
        </a>
      </p>
      <br />
      <p className={styles.text}>
        Після підтвердження заявки та уточнення всіх деталей, команда відділу
        інвестиційної політики Департамент економічної політики Львівської ОДА
        працює над пошуком приміщення, які відповідають потребам для розгортання
        відповідного підприємства, вирішують питання оренди, підключення мереж,
        розселення персоналу і членів їх родин. Після погодження параметрів
        місця з підприємством, держава допомагає перевезти обладнання та
        працівників на нове місце. Головним перевізником виступає АТ
        “Укрзалізниця” та АТ “Укрпошта”, що відповідає за підвезення обладнання
        до залізничної станції, а також може виступати оператором, адже
        забезпечує оперативне проходження блокпостів, оформлює транспортні
        накладні та інші документи, що дозволяють компенсувати підприємству
        витрати на транспортування.
      </p>
      <br />
      <p className={styles.text}>
        Для подачі заявки щодо пошуку доступних приміщень в АТ «Укрзалізниці»
        необхідно заповнити форму за посиланням:{" "}
        <a
          className={styles.link}
          href="https://docs.google.com/forms/d/e/1FAIpQLSe9fs1IObLtsMiPlvOYMhV2UvbA5O5BcjgwxYKqFpLTjNayfA/viewform"
        >
          https://cutt.ly/eFrHga2
        </a>
      </p>
      <br />
      <h2 className={styles.title}>
        Допомога у релокації відділу інвестиційної політики Департаменту
        економічної політики Львівської ОДА
      </h2>
      <br />
      <p className={styles.text}>
        Команда відділу інвестиційної політики щодня надає допомогу
        підприємствам в переміщенні свого обладнання на безпечні території,
        пошуку виробничих приміщень і розселенні працівників, з організаційних,
        юридичних питань та супроводу вашого бізнесу.
      </p>
      <br />
      <p className={styles.text}>
        Наша команда створила{" "}
        <a className={styles.link} href="https://t.me/relocationLviv">
          телеграм канал
        </a>{" "}
        для власників виробничих площ та складів на території Львівщини. Його
        мета - швидкий та зручний пошук приміщень для підприємців, які вимушені
        перемістити свій бізнес на безпечнішу територію.
      </p>
      <br />
      <p className={styles.text}>
        Якщо Вам потрібна допомога щодо релокації бізнесу на терени Львівщини
        звертайтесь до спеціалістів відділу інвестиційної політики Департаменту
        економічної політики ЛОДА: <b>Контактні телефони: +38 (032) 2 612 040,
        +38 (093) 4 499 108 (WhatsApp, Viber, Telegram);</b>
      </p>
      <br />
      <p className={styles.text}>Електронна пошта: <b>investregionlviv@gmail.com</b></p> */}
    </div>
  );
};

export default AboutRelocation;
