import styles from "./Team.module.scss";

const Team = () => {
  return (
    <div className={styles.wrapper}>
      <h2 className={styles.title}>Підтримка для бізнесу від</h2>
      <br/>
      <p>
        <span className={styles.subtitle}>West Ukrainian Business Club</span> - вже 8-й рік об’єднує підприємців з різних
        сфер, є одним з перших бізнес-клубів заснованих в Україні та
        найпотужнішою спільнотою підприємців в Західному регіоні. В час війни
        спільнота продовжує працювати і бере на себе відповідальність
        безкоштовно допомогти власникам евакуйованих підприємств у швидкому
        відновленні їх ділової активності, залучаючи власні зв’язки та ресурси.
        West Ukrainian Business Club готовий підтримати підприємства, які вже
        здійснили релокацію та допомогти в процесі адаптації до бізнес-реалій
        Львівщини.
      </p>
      <br/>
      <p>
        <span className={styles.subtitle}>Місія ЛТПП</span> - Львівська торгово-промислова палата це бізнес-асоціація, що
        створена для сприяння інноваційного розвитку економіки регіону та усіх
        видів підприємництва, підвищення конкурентоздатності ділового середовища
        Львівщини, його прибутковості та відповідальності перед громадою. ЛТПП -
        це комунікаційна площадка для бізнесу і влади, а отже підприємства, що
        евакуювалися в регіон, автоматично стає її частиною та неодмінно може
        розраховувати на повну підтримку та допомогу представників палати в
        таких аспектах: надання бізнес послуг, покращення умов ведення
        підприємницької діяльності завдяки участі представників палати у
        комітетах підприємців та дорадчих рад при органах центральної та
        місцевої влади,прийняття участі у системі експертної оцінки проектів
        законодавчих і нормативних актів, яку створила ТПП України, сприяння
        залученню інвестицій та інновацій, підвищення експортного потенціалу
        підприємств регіону.
      </p>
      <br/>
      <p>
        <span className={styles.subtitle}>Європейська Бізнес Асоціація</span> - компанія допомагає бізнесу охопити всю
        країну завдяки зв’язкам між офісами, що розташовані в Дніпрі, Києві,
        Львові, Одесі та Харкові. Працює для того, аби дати своїм компаніям
        можливість спільними зусиллями вирішити важливі для інвестиційного
        клімату України питання та покращити його на користь індустрії,
        суспільства, економіки та країни в цілому. Європейська Бізнес Асоціація
        разом з компаніями членами продовжує працювати та активно підтримувати
        країну в період жорстокої війни, яку розв’язала Росія проти України.
      </p>
    </div>
  );
};

export default Team;
